Repository: olsonnx/symfony-app
Catalog: translations/validators.*.xlf
Languages: pl

# validators.invalid_current_password
source: Invalid current password
pl: Nieprawidłowe obecne hasło

# validators.password_not_blank
source: Password cannot be blank
pl: Hasło nie może być puste

# validators.password_min_length
source: Password must be at least 8 characters long
pl: Hasło musi mieć co najmniej 8 znaków

# validators.passwords_must_match
source: Passwords must match.
pl: Hasła muszą być takie same.

# title.not_blank
source: Field cannot be empty.
pl: Pole nie może być puste.

# title.too_long
source: The text you've given is too long!
pl: Wprowadzony tekst jest za długi!

# content.not_blank
source: Content cannot be blank
pl: Treść nie może być pusta

# content.too_long
source: Content is too long
pl: Treść jest zbyt długa

# slug.not_blank
source: Slug cannot be blank
pl: Slug nie może być pusty

# slug.too_long
source: Slug is too long
pl: Slug jest zbyt długi

# email.not_blank
source: Email cannot be blank
pl: Email nie może być pusty

# email.invalid
source: Invalid email address
pl: Email jest nieprawidłowy

# password.not_blank
source: Password cannot be blank
pl: Hasło nie może być puste
